Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Plural form metadata in CSV file requires source_plural_form.
sv: Metadata för pluralform i en CSV-fil kräver source_plural_form.

source: Duplicate target plural form in CSV file: %s
sv: Dubblett av målets pluralform i CSV-filen: %s

source: Conflicting source plural form in CSV file: %s
sv: Motstridig pluralform i källan i CSV-filen: %s

source: Push is not supported over the Weblate Git exporter. Push to the upstream repository instead.
sv: Sändning stödjs inte via exportfunktionen i Weblate Git. Sänd istället till uppströmsförrådet.

source: Push is not supported over the Weblate Git exporter. Push to the upstream repository instead: {location}
sv: Sändning stödjs inte via exportfunktionen i Weblate Git. Sänd istället till uppströmsförrådet: {location}

source: The requested revision is not available in Weblate's local Git checkout. Fetch it from the upstream repository first.
sv: Den begärda versionen är inte tillgänglig i Weblates lokala Git-utcheckning. Hämta den från uppströmsförrådet först.

source: The requested revision is not available in Weblate's local Git checkout. Fetch it from the upstream repository first: {location}
sv: Den begärda versionen är inte tillgänglig i Weblates lokala Git-utcheckning. Hämta den från uppströmsförrådet först: {location}

source: Git export failed.
sv: Git-exporteringen misslyckades.

source: Unsupported Git service.
sv: Git-tjänsten stödjs inte.

source: Could not add the glossary term because another background operation is in progress. Please try again later.
sv: Det gick inte att lägga till termen i ordlistan eftersom en annan bakgrundsprocess pågår. Försök igen senare.

source: Maximum build age (days)
sv: Högsta ålder för byggen (dagar)

source: Maximum retained versions
sv: Högsta antal sparade versioner

source: Kotlin SDK CDN
sv: CDN för Kotlin SDK

source: Publishes Android string and plural resources for registered Kotlin SDK builds.
sv: Publicerar Android-resurser för strängar och pluralformer för registrerade Kotlin SDK-byggen.

source: Leave empty to use the team's language selection without additional limit.
sv: Lämna fältet tomt för att använda gruppens språkval utan ytterligare begränsningar.

source: Language limit
sv: Språkbegränsning

source: No language limit
sv: Ingen språkbegränsning

source: Enter a valid language code.
sv: Ange en giltig språkkod.

source: I agree with the General Terms and Conditions and the Privacy Policy
sv: Jag godkänner de allmänna villkoren och integritetspolicyn

source: We have updated our legal documents; please read them and confirm that you agree with them.
sv: Vi har uppdaterat våra juridiska dokument. Vänligen läs igenom dem och bekräfta att du godkänner dem.

source: You have to agree to the General Terms and Conditions and the Privacy Policy
sv: Du måste godkänna de allmänna villkoren och integritetspolicyn

source: Please read the following legal documents:
sv: Läs följande juridiska dokument:

source: Please read the following General Terms and Conditions document:
sv: Läs följande dokument om allmänna bestämmelser och villkor:

source: Please also read the <a href="%(privacy_url)s">Privacy Policy</a>.
sv: Läs även <a href="%(privacy_url)s">integritetspolicyn</a>.

source: This page is based on the General Terms and Conditions, you should still read the original document to fully understand it:
sv: Den här sidan bygger på de allmänna villkoren. Läs ändå originaldokumentet för att förstå det helt:

source: This page is based on the Privacy Policy, you should still read the original document to fully understand it:
sv: Den här sidan bygger på integritetspolicyn. Läs ändå originaldokumentet för att förstå det helt:

source: Project-level machine translation cannot use internal or non-public addresses.
sv: Maskinöversättning på projektnivå får inte använda interna eller icke-offentliga adresser.

source: Project-level machine translation cannot use internal or non-public addresses. Contact the site administrator if this service should be configured site-wide or allowlisted.
sv: Maskinöversättning på projektnivå får inte använda interna eller icke-offentliga adresser. Kontakta webbplatsens administratör om denna tjänst ska konfigureras för hela webbplatsen eller vitlistas.

source: Enter a valid Azure region name.
sv: Ange ett giltigt Azure-regionnamn.

source: Prefer shorter translations when supported.
sv: Föredra kortare översättningar när de stödjs.

source: Mask profane words in translated text.
sv: Maskera svordomar i den översatta texten.

source: Describe the persona of translator to improve the accuracy of the translation. For example: “You are a squirrel breeder.”
sv: Beskriv översättarens persona för att förbättra översättningens noggrannhet. Till exempel: "Du är en ekorruppfödare."

source: Describe the style of translation. For example: “Use informal language.”
sv: Beskriv översättningsstilen. Till exempel: "Använd informellt språk."

source: JSON object mapping existing target language codes to extra instructions, up to %(limit)d characters each.
sv: JSON-objekt som avbildar befintliga målspråkkoder till extra instruktioner, upp till %(limit)d tecken vardera.

source: Language-specific instructions must be a JSON object.
sv: Språkspecifika instruktioner måste vara ett JSON-objekt.

source: Language-specific instructions contain invalid language code "%s".
sv: De språkspecifika instruktionerna innehåller fekaktig språkkod "%s".

source: Language-specific instructions contain unknown language code "%s".
sv: De språkspecifika instruktionerna innehåller okänd språkkod "%s".

source: Language-specific instructions for "%(language)s" must be at most %(limit)d characters.
sv: De språkspecifika instruktionerna för ”%(language)s” får omfatta högst %(limit)d tecken.

source: Base URL of the Mistral API, if it differs from the Mistral default URL
sv: Bas-URL till Mistrals API, om den skiljer sig från Mistrals standard-URL

source: Base URL of the Anthropic API. Leave empty to use the default URL.
sv: Bas-URL till Anthropics API. Lämna fältet tomt för att använda standard-URL:en.

source: Maximum number of tokens to generate in the response.
sv: Högsta antal token som ska genereras i svaret.

source: You can upload a file of following formats:
sv: Man kan ladda upp en fil med följande format:

source: Header missing in the TMX file!
sv: Huvudet saknas i TMX-filen!

source: Invalid language identifier.
sv: Felaktig språkkod.

source: Translation memory entries created from current translations were deleted and will be rebuilt in the background. Uploaded entries were preserved.
sv: Poster i översättningsminnet som skapades från nuvarande översättningar raderades och kommer att byggas upp igen i bakgrunden. Uppladdade poster bevarades.

source: Translation memory entries created from current translations were deleted and will be rebuilt in the background.
sv: Poster i översättningsminnet som skapades från nuvarande översättningar raderades och kommer att byggas upp igen i bakgrunden.

source: Assigned strings
sv: Tilldelade strängar

source: Search screenshots
sv: Sök skärmbilder

source: All screenshots
sv: Alla skärmbilder

source: Unassigned screenshots
sv: Ej tilldelade skärmbilder

source: Repository screenshots
sv: Förrådsskärmbilder

source: Unassigned repository screenshots
sv: Ej tilldelade förrådsskärmbilder

source: Screenshot has been uploaded. Search for source strings or find strings in the image.
sv: Skärmbilden har skickats. Sök efter källsträngar eller hitta strängar i bilden.

source: OCR data could not be downloaded. Please try again later.
sv: Det gick inte att hämta OCR-data. Försök igen senare.

source: Select a valid screenshot.
sv: Välj en giltig skärmbild.

source: We’re sorry but something appears to be wrong with the request you made.
sv: Vi beklagar men det verkar vara något fel med den begäran som du gjort.

source: Continue to Weblate
sv: Fortsätt till Weblate

source: Other ways to verify your identity
sv: Andra sätt att verifiera din identitet

source: If you cannot use your passkey or security key, or any other configured verification method, contact the site administrator for help.
sv: Om du inte kan använda din inloggningsnyckel eller säkerhetsnyckel, eller någon annan konfigurerad verifieringsmetod, kontaktar du webbplatsadministratören för att få hjälp.

source: Use this form to reach the administrators of %(site_title)s.
sv: Använd detta formulär för att nå administratörerna av %(site_title)s.

source: Use this form to reach the administrators of this server.
sv: Använd detta formulär för att nå administratörerna av denna server.

source: How can we help?
sv: Hur kan vi hjälpa till?

source: Select one of the options below to get help.
sv: Välj ett av nedanstående alternativ för att få hjälp.

source: Question about a translation project
sv: Fråga om ett översättningsprojekt

source: Find a specific translation project, refer to the project's Overview tab and contact its maintainers directly.
sv: Hitta ett specifikt översättningsprojekt, gå till fliken ”Översikt” för projektet och kontakta projektansvariga direkt.

source: Browse projects
sv: Bläddra bland projekt

source: Weblate product feedback
sv: Återkoppling om produkten Weblate

source: Share Weblate development ideas, feature requests, or report bugs in the upstream issue tracker.
sv: Dela med dig av idéer om utvecklingen av Weblate, framför önskemål om funktioner eller rapportera fel i ärendehanteraren uppströms.

source: Open issue tracker
sv: Öppna ärendehanteraren

source: Support for another Weblate server
sv: Hjälp med en annan Weblate-server

source: If you seek support for any other Weblate deployment than %(site_title)s, check the available support offerings, or use the contact form on the correct server.
sv: Om du behöver hjälp med någon annan Weblate-installation än %(site_title)s, se vilka stödtjänster som finns tillgängliga eller använd kontaktformuläret på rätt server.

source: View support offerings
sv: Visa supporterbjudanden

source: Browse the Weblate documentation for guides on translating, administration, and configuration.
sv: Bläddra i Weblate-dokumentationen för guider om översättning, administration och konfiguration.

source: Read the docs
sv: Läs dokumentationen

source: Question for %(site_title)s administrators
sv: Fråga till administratörerna av %(site_title)s

source: Question for the server administrators
sv: Fråga till serveradministratörerna

source: Reach out to the administrators of this server about account, registration, or server-wide questions that don't fit the topics above.
sv: Kontakta administratörerna för den här servern angående konto, registrering eller frågor som gäller hela servern och som inte passar under de ovan nämnda ämnena.

source: Open contact form
sv: Öppna kontaktformuläret

source: Notification diagnostics
sv: Aviseringsdiagnostik

source: Check subscription eligibility for hypothetical events. This does not send notifications. The user’s own actions do not trigger notifications; event details, digest content, and delivery rate limits can also affect delivery.
sv: Kontrollera om prenumerationer gäller för hypotetiska händelser. Detta skickar inga aviseringar. Användarens egna åtgärder utlöser inte aviseringar; händelseinformation, sammanfattningens innehåll och hastighetsgränser för leverans kan också påverka leveransen.

source: Check notifications
sv: Kontrollera aviseringar

source: Notification eligibility for %(target)s
sv: Aviseringsbehörighet för %(target)s

source: Inherited project settings are shown once, alongside differences across accessible components. Choose a component or translation path for detailed eligibility checks.
sv: Ärvda projektinställningar visas en gång tillsammans med skillnader mellan tillgängliga komponenter. Välj en komponent- eller översättningssökväg för detaljerade kontroller av behörighet.

source: Inherited project settings
sv: Ärvda projektinställningar

source: Settings and eligibility
sv: Inställningar och behörighet

source: Component exceptions
sv: Komponentundantag

source: No inherited subscription. Matching settings are listed under component exceptions.
sv: Ingen ärvd prenumeration. Matchande inställningar listas under komponentundantag.

source: Overridden subscriptions
sv: Åsidosatta prenumerationer

source: These components have no matching subscription, so this notification will not be sent.
sv: De här komponenterna har ingen matchande prenumeration, så aviseringen kommer inte att skickas.

source: Shared components use subscriptions from their original project, not this project’s subscriptions.
sv: Delade komponenter använder prenumerationer från sitt ursprungliga projekt, inte prenumerationer från det här projektet.

source: Inspect example components:
sv: Granska exempelkomponenter:

source: Inspect components:
sv: Granska komponenter:

source: No accessible components or translations in this target.
sv: Inga tillgängliga komponenter eller översättningar i det här målet.

source: No matching subscriptions in this scope.
sv: Inga matchande prenumerationer i det här omfånget.

source: No watched projects.
sv: Inga bevakade projekt.

source: Notification languages
sv: Aviseringsspråk

source: No notification languages selected. Language-filtered notifications will not be sent.
sv: Inga aviseringsspråk har valts. Språkfiltrerade aviseringar kommer inte att skickas.

source: Subscriptions
sv: Prenumerationer

source: No subscriptions.
sv: Inga prenumerationer.

source: Check which subscriptions apply to a project, component, or translation and what can prevent notification delivery.
sv: Kontrollera vilka prenumerationer som gäller för ett projekt, en komponent eller en översättning och vad som kan hindra leverans av aviseringar.

source: Open notification diagnostics
sv: Öppna aviseringsdiagnostik

source: Code-hosting connections
sv: Anslutningar till hanteraren av koden

source: Manage code-hosting accounts connected to workspaces you administer.
sv: Hantera anslutningar till värdkonton för kod anslutna till arbetsområden du admininistrerar.

source: Manage code-hosting connections
sv: Hantera anslutningar till hanterare av koden

source: You can enable the use of a private commit e-mail and name in your profile.
sv: Du kan aktivera användningen av en privat e-postadress och namn för commit i din profil.

source: You can enable the use of a private commit name in your profile.
sv: Du kan aktivera användningen av ett privat namn för commit i din profil.

source: Your trial will run the %(trial_plan)s plan, but you can choose any plan later.
sv: Din provperiod använder planen %(trial_plan)s, men du kan välja valfri plan senare.

source: Leave enabled to revoke the current API key and generate a new one.
sv: Låt den vara aktiverad för att återkalla den nuvarande API-nyckeln och generera en ny.

source: Contribution cleanup
sv: Rensning av bidrag

source: Clean up translations, suggestions, and comments from %(user)s across all projects.
sv: Rensa bort översättningar, förslag och kommentarer från %(user)s i alla projekt.

source: Choose cleanup actions
sv: Välj rensningsåtgärder

source: Choose which contributions by <b>%(user)s</b> to clean up across all projects.
sv: Välj vilka bidrag från <b>%(user)s</b> som ska rensas bort i alla projekt.

source: Clean up selected contributions
sv: Rensa valda bidrag

source: You are leaving Weblate to open a profile link provided by %(user)s.
sv: Du lämnar nu Weblate för att öppna en profilänk från %(user)s.

source: Only continue if you trust this destination.
sv: Fortsätt endast om du litar på denna destination.

source: Use a device where your passkey is available, or connect your registered security key. Your passkey might not be available on a new computer or in a different browser.
sv: Använd en enhet där din inloggningsnyckel är tillgänglig eller anslut din registrerade säkerhetsnyckel. Din inloggningsnyckel kanske inte är tillgänglig på en ny dator eller i en annan webbläsare.

source: Sign in using a passkey or security key
sv: Logga in med en inloggningsnyckel eller säkerhetsnyckel

source: Passkey or security key verification could not be completed. The request may have timed out or been canceled, or your credential may be unavailable on this device. Try again or use another verification method if available.
sv: Verifieringen med inloggningsnyckel eller säkerhetsnyckel kunde inte slutföras. Begäran kan ha nått tidsgränsen eller avbrutits, eller så är din inloggningsuppgift inte tillgänglig på den här enheten. Försök igen eller använd en annan verifieringsmetod om det finns någon.

source: Project root
sv: Projektrot

source: Compatible
sv: Kompatibel

source: Not compatible
sv: Inte kompatibel

source: No components found.
sv: Inga komponenter hittades.

source: Add-on API base URL:
sv: Bas-URL för tilläggets API:

source: API root
sv: API-rot

source: Run add-on
sv: Kör tillägget

source: Schedule this add-on to run as soon as possible.
sv: Schemalägg detta tillägg så att det körs så snart som möjligt.

source: Run now
sv: Kör nu

source: Uninstalling the add-on stops it from running and removes its configuration.
sv: Att avinstallera tillägget hindrar det från att köra och tar bort dess konfiguration.

source: Inherited from
sv: Ärvd från

source: Managed at a scope you do not have access to.
sv: Hanteras inom ett område som du inte har tillgång till.

source: Published translation files are available from the CDN base URL:
sv: De publicerade översättningsfilerna finns tillgängliga via CDN:s bas-URL:

source: Files use language-code names with the original file extension.
sv: Filerna har namn som består av språkkoden och den ursprungliga filändelsen.

source: Guided presets
sv: Guidade förinställningar

source: Fill the form from a detected or generic repository layout, then edit the populated values as needed.
sv: Fyll i formuläret utifrån en identifierad eller generisk förrådslayout och redigera sedan de ifyllda värdena efter behov.

source: Detected
sv: Detekterad

source: The following errors were found
sv: Följande fel har upptäckts

source: In component mode, loop over translations to access each language’s metadata and statistics. Use the json or python filter to serialize values in generated files.
sv: I komponentläget kan du iterera över översättningarna för att komma åt varje språks metadata och statistik. Använd filtret json eller python för att serialisera värden i genererade filer.

source: The translation variables below are available directly in translation mode, or on each item in component mode. Component and project variables are available in both modes.
sv: Översättningsvariablerna nedan är tillgängliga direkt i översättningsläget eller på varje objekt i komponentläget. Komponent- och projektvariabler är tillgängliga i båda lägena.

source: Review before installing
sv: Granska innan installation

source: There might be more affected components, languages, and translation files.
sv: Det kan finnas fler berörda komponenter, språk och översättningsfiler.

source: Languages to add
sv: Språk att lägga till

source: Files to create
sv: Filer att skapa

source: Skipped additions
sv: Utelämnade tillägg

source: No missing language files would be created.
sv: Inga saknade språkfiler skulle skapas.

source: This is checked for every new user on the site, regardless of which project they use.
sv: Detta kontrolleras för varje ny användare på webbplatsen, oavsett vilket projekt de använder.

source: No additional limit
sv: Ingen ytterligare gräns

source: My workspaces
sv: Mina arbetsområden

source: Failing checks in %(project)s — %(language)s
sv: Misslyckade kontroller i %(project)s — %(language)s

source: Add new workspace
sv: Lägg till ett nytt arbetsområde

source: Open in Django admin
sv: Öppna i Django-admin

source: Merge billing
sv: Slå samman fakturering

source: Change billing plan
sv: Ändra faktureringsplan

source: Confirm merge
sv: Bekräfta sammanslagningen

source: Restore site default
sv: Återställ webbplatsens standardinställningar

source: Translation status widgets
sv: Widgetar för översättningsstatus

source: Review changes
sv: Granska ändringar

source: Browse components
sv: Bläddra bland komponenter

source: The message is shown for all translations in this language within the category and its subcategories, until its given expiry, or permanently until it is deleted.
sv: Meddelandet visas för alla översättningar på det här språket inom kategorin och dess underkategorier, tills det upphör att gälla eller permanent tills det tas bort.

source: Browse all category changes
sv: Bläddra bland alla kategoriändringar

source: Browse translations
sv: Bläddra bland översättningar

source: Repository changes are being processed…
sv: Ändringar i förrådet bearbetas …

source: Appeared %(first)s
sv: Dök upp för %(first)s

source: Dismissed by %(user)s %(timestamp)s
sv: Avfärdad av %(user)s %(timestamp)s

source: Dismissed %(timestamp)s
sv: Avfärdad %(timestamp)s

source: Reason: %(reason)s
sv: Orsak: %(reason)s

source: Dismissal reason
sv: Skäl till avfärdadande

source: Optional dismissal reason
sv: Frivilligt skäl till avfärdande

source: Share this component in other projects, optionally placing it in a category.
sv: Dela den här komponenten med andra projekt och placera den eventuellt i en kategori.

source: Current links
sv: Nuvarande länkar

source: Project translation metrics provide statistics for all visible components and languages in a single request.
sv: Mätvärden på projektöversättningar ger statistik för alla synliga komponenter och språk i en enda begäran.

source: JSON metrics
sv: JSON-mätvärden

source: CSV metrics
sv: CSV-mätvärden

source: OpenMetrics metrics
sv: OpenMetrics-mätvärden

source: Weblate also supports direct notifications from several code-hosting sites:
sv: Weblate stöder också direktaviseringar från flera kodlagringsplatser:

source: Choose what to work on
sv: Välj vad du skall arbeta med

source: Start with untranslated strings, then continue with checks, review, suggestions, or editing.
sv: Börja med oöversatta strängar, fortsätt sedan med kontroller, granskning, förslag eller redigering.

source: Some repository operations require additional permissions
sv: Vissa arkivåtgärder kräver ytterligare behörigheter

source: Repository operations require permission on the component that owns the shared repository.
sv: Arkivåtgärder kräver behörighet på komponenten som äger det delade arkivet.

source: Affected components:
sv: Berörda komponenter:

source: You need the following permissions on the repository-owning component:
sv: Du behöver följande behörigheter på komponenten som äger arkivet:

source: You need the following permissions on the repository-owning component, which you cannot access:
sv: Du behöver följande behörigheter på komponenten som äger arkivet, men som du inte har åtkomst till:

source: Ask an administrator of the owning project to grant these permissions.
sv: Be en administratör för projektet som äger arkivet att ge dig dessa behörigheter.

source: Ask your project administrator to coordinate access with the repository owner.
sv: Be din projektadministratör att samordna åtkomsten med arkivets ägare.

source: Pushing is disabled because no repository push URL is configured.
sv: Pushning är inaktiverad eftersom ingen push-URL för arkivet har konfigurerats.

source: Resets Weblate’s repository to match upstream and discards any pending changes in Weblate.
sv: Återställer Weblates arkiv så att det matchar uppströms och förkastar alla väntande ändringar i Weblate.
